/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Eroare GCDAsync Socket";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Eroare de Conexiune GCDAsyncSocket Timeout ";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "Eroare de citire GCDAsync Socket ";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Eroare la citire GCDAsync Socket Timeout";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Eroare la scriere GCDAsync Socket Timeout";

